export const facts = [
    {
        num:1,
        title: 'Название',
        text: 'Фирма Bayerische Motoren Werke, сокращенно BMW, была образована в 1916 году в столице Баварии — городе Мюнхене. На русский язык это наименование переводится как «Баварские моторные заводы». Несмотря на то что компания уже давно занимается автомобилестроением, ее название сохранилось неизменным до настоящего времени.',
    },
    {
        num: 2,
        title: 'Фирменный знак',
        text: 'Эмблема БМВ представляет собой круг, поделенный на 4 равные части: 2 белые и 2 голубые. Поскольку на заре своей деятельности компания занималась производством авиационных моторов, существует версия, что на знаке изображен белый пропеллер самолета, а голубой цвет символизирует небо. Но на самом деле, создавая эмблему, разработчики объединили логотип фирмы Rapp Motorenwerke с цветами флага Баварии.',
    },
    {
        num: 3,
        title: 'Первый автомобиль',
        text: 'Самой первой моделью, сошедшей с конвейера компании, стал BMW 3/15 PS. Базой для него послужила популярная в то время немецкая машина Dixi (Austin 7). Мощность мотора новинки достигала 20 л. с., в комплекте с ДВС шла 4-ступенчатая коробка передач. Максимальная скорость BMW 3/15 PS составляла 80 км/ч.',
    },
    {
        num: 4,
        title: 'Первый электромобиль',
        text: 'BMW 1602, оснащенный электромотором на 12 кВт, появился в 1972 г. Несмотря на хорошие ходовые качества, модель так и не стала популярной. Проблема была в слабом аккумуляторе, который разряжался через 20 минут работы силового агрегата.',
    },
    {
        num: 5,
        title: 'Штаб-квартира в форме двигателя',
        text: 'Головное здание BMW-Vierzylinder, где располагается руководство корпорации, имеет интересную архитектуру: четыре башни, если смотреть сверху, придают объекту схожесть с четырехцилиндровым мотором.',
    },
    {
        num: 6,
        title: 'Маленький спаситель',
        text: 'Второй послевоенный кризис настиг компанию в 1952 году. Чтобы поправить финансовые дела, BMW начал производство малолитражных авто Isetta, расходовавшим на 100 км пути менее 5 л бензина. Благодаря такой экономичности и доступной цене модель пользовалась высоким спросом. Это позволило компании получить средства, необходимые для разработки и выпуска новых автомобилей.',
    },
    {
        num: 7,
        title: 'Поворотный момент',
        text: 'Еще один факт: сдвоенная радиаторная решетка, которой оснащен любой современный «баварец», впервые появилась на БМВ 303. Это произошло в 1933 году.',
    },
    {
        num: 8,
        title: 'Гоночные автомобили',
        text: 'Выпуск моделей для участия в автогонках начался в 1936 году, когда с конвейера сошли родстеры BMW 328. В 1940 году один из таких спорткаров на состязаниях Mille Miglia обогнал всех конкурентов, даже тех, что были оснащены турбодвигателями.',
    },
    {
        num: 9,
        title: 'Скрытые двери',
        text: 'Модель BMW Z1, выпущенная в количестве 8 тыс. экземпляров, имела полностью складывающиеся двери, которые не выходили за пределы кузова.',
    },
    {
        num: 10,
        title: 'Авиадизайн',
        text: 'В порядке сотрудничества с авиакомпанией Singapore Airlines специалисты BMW занимаются разработкой интерьеров самолетов 1 класса.',
    },
];